{
	"data": {
		"news": [{
				"newsID": 1,
				"altHead": "Double Stock",
				"newHeader": "These 20 stocks gave double digit returns in at least 3 out of 5 years in March quarter",
				"Desc": "Among Sensex stocks which have given positive returns in at least 3 out of 5 years include names like HDFC, IndusInd Bank, L&T, Maruti Suzuki, and Yes Bank.",
				"DescPopup": [
					"As we step into the year 2018, expectations of investors from Indian market is high but most analysts believe that it would be the year of stocks picking and not indices.",
					"The S&P BSE Sensex which rose 29 percent in the year 2017 might not be able to repeat the same performance in the year 2018; hence, investors should consider investing in winning stocks.",
					"We scanned data from the S&P BSE 500 index for the past 5 years and came up with a list of 20 stocks which have delivered double digit returns in 3 out of last 5 years while there were 12 stocks which gave positive returns in 4 out of last 5 years in the March quarter.",
					"As we step into the earnings season, all eyes will be on December quarter earnings numbers from India Inc. which will start tricking in the second week of January 2018."
				],
				"newsList": [
					"JSW Steel sees green shoots in construction sector, thanks to government stimulus.",
					"India’s economy has serious upside, but a major investor still sees to two big threats",
					"SJVN, Unichem Laboratories hit 52-week high on buyback proposal"
				],
				"newsImgURL": ""
			},
			{
				"newsID": 2,
				"altHead": "Stock Talk",
				"newHeader": "Use rallies to go short on Nifty; 5 stocks with up to 15% return potential",
				"Desc": "These 20 stocks gave double digit returns in at least 3 out of 5 years in March quarter.",
				"DescPopup": [
					"The Nifty index closed the day on a flat note on Wednesday after a volatile session. Consecutively, the index showed a volatile session for the third day in a row and closed at 10,443.20.",
					"Technically, the index has formed strong resistance near 10,550 zone and we have seen a strong profit booking from the said levels. On the downside, 10400 has become a strong support as we witnessed Nifty bouncing back from those levels recently.",
					"For now, we can expect the market to consolidate in the range 10,400-10,550 for the coming session and any breakout on either side which will decide the final direction for the markets.",
					"On the options front, highest open interest (OI) shifted to 10300 PE which was previously at 10,000. Hence, 10300 would be the first strong support for January month and on the higher side, 11000 CE has the highest open interest followed by 10600 CE which will act as a strong immediate hurdle in January month.",
					"Overall, it is a buy on the dip and a sell on rise market. Traders can use any dips to buy into quality stocks and every rise to initiate fresh selling position with keeping a stop loss above 10,600 levels.",
					"We expect the market to trade in a consolidation phase for coming sessions and the range would be 10,400-10,550."
				],
				"newsList": [
					"Stocks in the news: Tata Motors, Allahabad Bank, NBCC, Aurionpro, SJVN, Unichem Lab.",
					"Buy, Sell, Hold: 2 stocks and 4 sectors on analysts radar on January 4.",
					"Hindustan Foods locked at 10% upper circuit as Co starts pest care products production."
				],
				"newsImgURL": ""
			},
			{
				"newsID": 3,
				"altHead": "D-Street Tracker",
				"newHeader": "Eye on mid & smallcaps! Top 3 stocks which could give up to 21% return in 6-12 months",
				"Desc": "We believe that any correction from hereon should be used as an incremental buying opportunity as Q3FY18 earnings expectations and Budget expectations would influence investor sentiment.",
				"DescPopup": [
					"The Nifty after a strong up move during October 2017 from 9,687 to 10,490, underwent a correction that lasted for about 4 weeks. During this time, the index declined to 10,033.",
					"This correction was almost 61.8 percent of its preceding up the leg (9,687-10,490). Since registering this low, in just three weeks the index has crossed its prior peak of 10,490 and gone on to make a new lifetime high of 10,552.",
					"Faster retracement of the entire fall (10,490-10,033) suggests that the new price objective of Nifty is 10,836, a level that would mark equality of rally from 9,687 to 10,490 as projected from 10,033 levels."
				],
				"newsList": [
					"Use rallies to go short on Nifty; 5 stocks with up to 15% return potential.",
					"Buy, Sell, Hold: 2 stocks and 4 sectors on analysts radar on January 4.",
					"Hindustan Foods locked at 10% upper circuit as Co starts pest care products production."
				],
				"newsImgURL": ""
			},
			{
				"newsID": 4,
				"altHead": "Market Watch",
				"newHeader": "Sit tight as we are in a bull market; Sensex could deliver up to 20% return in 2018",
				"Desc": "You may attribute some returns to mega announcements made in the recent past, including the bank recapitalisation and the Bharat Mala Project, both of which have brought life back to ailing PSU banks and Infrastructure companies.",
				"DescPopup": [
					"The most developed countries, including the US, Japan and Germany are witnessing a surge in equities led by the earnings growth of 10-15 percent for the first time since 2010.",
					"India, meanwhile, has seen declining earnings growth on account of economic disruptions including demonetisation, RERA, GST, Benami Property Act etc.",
					"The S&P BSE Sensex and Nifty gave returns of 29 percent in the year 2017. Will they replicate the performance in 2018? You may attribute some returns to mega announcements made in the recent past, including the bank recapitalisation and the Bharat Mala Project, both of which have brought life back to ailing PSU banks and Infrastructure companies."
				],
				"newsList": [
					"Last 10 years data suggests that January belongs to bears; will the history repeat?",
					"One step forward or two steps back? Everything you need to know about electoral bonds"
				],
				"newsImgURL": ""
			},
			{
				"newsID": 5,
				"altHead": "New Year Sweeten(n)er",
				"newHeader": "RBI to issue new chocolate-coloured Rs 10 notes",
				"Desc": "The apex bank has already printed around 1 billion pieces of the new note, according to people familiar with the matter.",
				"DescPopup": [
					"The Reserve Bank of India (RBI) is going to issue new Rs 10 notes under the Mahatma Gandhi series with chocolate brown colour as the base. The new note will bear the picture of the Konark Sun Temple.",
					"The apex bank has already printed around 1 billion pieces of the new note, according to people familiar with the matter.",
					"The design was approved by the government last week. The change in design in the old Rs 10 note was last made in 2005. In August last year, RBI had introduced the new Rs 200 and Rs 50 notes under the Mahatma Gandhi series.",
					"The move to reintroduce lower denomination notes in a new design comes after the government’s plan to get rid of counterfeiting."
				],
				"newsList": [
					"RBI has printed 16.96 billion pieces of Rs 500 notes and 3.6 billion pieces of Rs 2,000 notes as on December 8",
					"The total value of such notes translates into Rs 15.79 trillion"
				],
				"newsImgURL": ""
			}
		],
		"marketActions": {
			"header": "Market Action",
			"chart": [{
				"x": 10,
				"y": 1
			}, {
				"x": 20,
				"y": 1
			}, {
				"x": 30,
				"y": 47
			}, {
				"x": 40,
				"y": 51
			}],
			"table": [{
					"id": "MA_1",
					"index": "Nifty 50",
					"price": 10466.40,
					"change": 23.20,
					"perChg": 0.22
				},
				{
					"id": "MA_2",
					"index": "BSE Sensex",
					"price": 33898.62,
					"change": 105.24,
					"perChg": 0.31
				},
				{
					"id": "MA_3",
					"index": "Nifty Bank",
					"price": 25428.30,
					"change": 109.70,
					"perChg": 0.43
				},
				{
					"id": "MA_4",
					"index": "BSE Teck",
					"price": 6321.14,
					"change": -5.34,
					"perChg": -0.08
				},
				{
					"id": "MA_5",
					"index": "BSE Oil & Gas",
					"price": 16133.49,
					"change": 38.31,
					"perChg": 0.24
				},
				{
					"id": "MA_6",
					"index": "Nifty IT",
					"price": 11538.00,
					"change": -48.70,
					"perChg": -0.42
				}
			]
		},
		"globalMarkets": {
			"header": "Global Markets",
			"table": [{
					"id": 1,
					"indices": "Hang Seng",
					"date": "JAN 04",
					"price": 30742.07,
					"Change": 181.12,
					"perChg": 0.59
				},
				{
					"id": 2,
					"indices": "Straits Times",
					"date": "JAN 04",
					"price": 3471.54,
					"Change": 7.26,
					"perChg": 0.21
				},
				{
					"id": 3,
					"indices": "Nikkei 225",
					"date": "JAN 04",
					"price": 23506.33,
					"Change": 741.39,
					"perChg": 3.26
				}
			]
		},
		"mostActive": {
			"header": "Most Active",
			"table": [{
					"id": 1,
					"company": "SBI",
					"price": 308.85,
					"Change": 6.00,
					"perChg": 462.49
				},
				{
					"id": 2,
					"company": "Tata Steel",
					"price": 755.60,
					"Change": 20.65,
					"perChg": 348.49
				},
				{
					"id": 3,
					"company": "Larsen",
					"price": 1303.55,
					"Change": 28.25,
					"perChg": 283.35
				},
				{
					"id": 4,
					"company": "Tata Motors",
					"price": 432.70,
					"Change": -1.20,
					"perChg": 234.30
				},
				{
					"id": 5,
					"company": "Maruti Suzuki",
					"price": 9430.00,
					"Change": 13.40,
					"perChg": 208.26
				}
			]
		}
	}
}